Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Trace copied
ar: تم نسخ التتبع
de: Trace kopiert
es: Seguimiento copiado
fr: Trace copiée
it: Traccia copiata
ja: トレースがコピーされました
ko: 추적이 복사되었습니다.
pt_br: Rastreamento copiado
ru: Трассировка скопирована
zh_hans: 已复制链路诊断结果
zh_hant: 已複製链路诊断结果

source: Trace Edge PoP
ar: تتبع Edge PoP
de: Edge PoP verfolgen
es: Rastrear Edge PoP
fr: Tracer Edge PoP
it: Traccia Edge PoP
ja: エッジ PoP をトレース
ko: 에지 PoP 추적
pt_br: Rastrear PoP de borda
ru: Трассировка Edge PoP
zh_hans: 追踪边缘 PoP
zh_hant: 追蹤邊緣 PoP

source: Trace Edge PoP & Network
ar: تتبع حافة PoP والشبكة
de: Trace Edge PoP und Netzwerk
es: Red y PoP de borde de seguimiento
fr: Trace Edge PoP et réseau
it: Traccia Edge PoP e rete
ja: トレースエッジPoPとネットワーク
ko: Trace Edge PoP 및 네트워크
pt_br: Trace Edge PoP e rede
ru: Trace Edge PoP и сеть
zh_hans: 追踪边缘 PoP 与网络
zh_hant: 追踪邊緣 PoP 与網路

source: Trace Host
ar: تتبع المضيف
es: Anfitrión de seguimiento
fr: Hôte de suivi
it: Host di traccia
ja: トレースホスト
ko: 추적 호스트
pt_br: Host de rastreamento
ru: Трассировка хоста
zh_hans: 诊断目标主机
zh_hant: 诊断目標主机

source: Trace PoP & Network
ar: تتبع PoP والشبكة
de: Verfolgen Sie PoP und Netzwerk
es: Seguimiento de PoP y red
fr: Tracer les PoP et le réseau
it: Traccia PoP e rete
ja: PoP とネットワークのトレース
ko: PoP 및 네트워크 추적
pt_br: Rastrear PoP e rede
ru: Отслеживание PoP и сети
zh_hans: 诊断 PoP 节点与链路
zh_hant: 诊断 PoP 节點与链路

source: Trace Route
ar: تتبع الطريق
de: Route verfolgen
es: Ruta de seguimiento
fr: Tracer l'itinéraire
it: Traccia percorso
ja: トレースルート
ko: 경로 추적
pt_br: Traçar rota
ru: Отследить маршрут
zh_hans: 路由追踪
zh_hant: 路由追踪

source: Traces Cloudflare's Anycast edge server, data center PoP airport code, IP & security capabilities via /cdn-cgi/trace.
ar: يتتبع خادم حافة Anycast لـ Cloudflare ورمز مطار مركز البيانات PoP وعنوان IP وقدرات الأمان عبر /cdn-cgi/trace.
de: Verfolgt den Anycast-Edge-Server von Cloudflare, den Flughafen-Code des Rechenzentrums-PoP, IP und Sicherheitsfunktionen über /cdn-cgi/trace.
es: Rastrea el servidor perimetral Anycast de Cloudflare, el código de aeropuerto del PoP del centro de datos, la IP y las capacidades de seguridad a través de /cdn-cgi/trace.
fr: Trace le serveur de périphérie Anycast de Cloudflare, le code aéroportuaire du PoP du centre de données, l'adresse IP et les fonctionnalités de sécurité via /cdn-cgi/trace.
it: Traccia il server perimetrale Anycast di Cloudflare, il codice aeroportuale del PoP del data center, l'IP e le funzionalità di sicurezza tramite /cdn-cgi/trace.
ja: /cdn-cgi/trace を介して Cloudflare の Anycast エッジ サーバー、データセンター PoP 空港コード、IP、セキュリティ機能をトレースします。
ko: /cdn-cgi/trace를 통해 Cloudflare의 Anycast 에지 서버, 데이터 센터 PoP 공항 코드, IP 및 보안 기능을 추적합니다.
pt_br: Rastreia o servidor de borda Anycast da Cloudflare, o código do aeroporto do PoP do data center, o IP e os recursos de segurança via /cdn-cgi/trace.
ru: Отслеживает Anycast-сервер Edge Cloudflare, код аэропорта дата-центра PoP, IP и возможности безопасности через /cdn-cgi/trace.
zh_hans: 通过 /cdn-cgi/trace 追踪 Cloudflare 的 Anycast 边缘服务器、数据中心 PoP 机场代码、IP 和安全能力。
zh_hant: 透過 /cdn-cgi/trace 追蹤 Cloudflare 的 Anycast 邊緣伺服器、資料中心 PoP 機場程式碼、IP 和安全功能。

source: Tracing Edge PoP…
ar: جارٍ تتبع مركز بيانات الحافة (PoP)…
de: Edge-PoP wird verfolgt…
es: Rastreando PoP de borde…
fr: Traçage du PoP Edge…
it: Tracciamento PoP Edge in corso…
ja: エッジPoPを追跡中…
ko: 엣지 PoP 추적 중…
pt_br: Rastreando PoP Edge…
ru: Трассировка Edge PoP дата-центра…
zh_hans: 正在路由追踪边缘 PoP 数据中心…
zh_hant: 正在路由追蹤邊緣 PoP 資料中心…

source: Track Cloudflare global edge network health and incident alerts.
ar: تتبع صحة شبكة Cloudflare العالمية وتنبيهات الحوادث.
de: Verfolgen Sie die Zustands- und Vorfallwarnungen des globalen Edge-Netzwerks von Cloudflare.
es: Realice un seguimiento del estado de la red global de Cloudflare y de las alertas de incidentes.
fr: Suivez les alertes d’incident et de santé du réseau périphérique mondial Cloudflare.
it: Tieni traccia degli avvisi sullo stato e sugli incidenti della rete edge globale Cloudflare.
ja: Cloudflareのグローバルエッジネットワークの健全性とインシデントアラートを追跡します。
ko: Cloudflare 글로벌 에지 네트워크 상태 및 사고 경고를 추적하세요.
pt_br: Rastreie alertas de incidentes e integridade da rede de borda global da Cloudflare.
ru: Отслеживайте состояние глобальной периферийной сети Cloudflare и оповещения об инцидентах.
zh_hans: 跟踪 Cloudflare 全球边缘网络健康度与故障事件告警。
zh_hant: 跟踪 Cloudflare 全球邊緣網路良好度与故障事件告警。

source: Traffic
ar: مرور
de: Verkehr
es: Tráfico
fr: Trafic
it: Traffico
ja: 渋滞
ko: 교통
pt_br: Tráfego
ru: Трафик
zh_hans: 流量
zh_hant: 流量

source: Traffic & Analytics
ar: حركة المرور والتحليلات
de: Verkehr und Analyse
es: Tráfico y análisis
fr: Trafic et analyses
it: Traffico e analisi
ja: トラフィックと分析
ko: 교통 및 분석
pt_br: Tráfego e análise
ru: Трафик и аналитика
zh_hans: 流量与分析
zh_hant: 流量与分析

source: Traffic & Security
ar: المرور والأمن
de: Verkehr und Sicherheit
es: Tráfico y seguridad
fr: Trafic et sécurité
it: Traffico e sicurezza
ja: 交通とセキュリティ
ko: 교통 및 보안
pt_br: Tráfego e Segurança
ru: Трафик и безопасность
zh_hans: 流量与安全
zh_hant: 流量与安全性

source: Traffic arriving at these public hostnames will be routed to your local private services.
ar: سيتم توجيه حركة المرور التي تصل إلى أسماء المضيفين العامة هذه إلى الخدمات الخاصة المحلية لديك.
de: Der bei diesen öffentlichen Hostnamen ankommende Datenverkehr wird an Ihre lokalen privaten Dienste weitergeleitet.
es: El tráfico que llegue a estos nombres de host públicos se enrutará a sus servicios privados locales.
fr: Le trafic arrivant sur ces noms d’hôtes publics sera acheminé vers vos services privés locaux.
it: Il traffico che arriva a questi nomi host pubblici verrà instradato ai tuoi servizi privati ​​locali.
ja: これらのパブリック ホスト名に到着するトラフィックは、ローカルのプライベート サービスにルーティングされます。
ko: 이러한 공개 호스트 이름에 도착하는 트래픽은 로컬 개인 서비스로 라우팅됩니다.
pt_br: O tráfego que chega a esses nomes de host públicos será roteado para seus serviços privados locais.
ru: Трафик, поступающий на эти общедоступные имена хостов, будет перенаправляться на ваши локальные частные службы.
zh_hans: 到达这些公共主机名的流量将被路由到您的本地私有服务。
zh_hant: 到达这些公共主機名稱的流量将被路由到您的本地私有服务。

source: Traffic by Country
ar: حركة المرور حسب البلد
de: Verkehr nach Ländern
es: Tráfico por país
fr: Trafic par pays
it: Traffico per Paese
ja: 国別のトラフィック
ko: 국가별 교통
pt_br: Tráfego por país
ru: Трафик по странам
zh_hans: 按国家/地区分布
zh_hant: 按国家/地区分布

source: Traffic by Country / Region
ar: حركة المرور حسب البلد / المنطقة
de: Verkehr nach Land/Region
es: Tráfico por país/región
fr: Trafic par pays/région
it: Traffico per Paese/regione
ja: 国/地域別のトラフィック
ko: 국가/지역별 교통량
pt_br: Tráfego por país/região
ru: Трафик по странам/регионам
zh_hans: 国家 / 地区流量分布
zh_hant: 国家 / 地区流量分布

source: Traffic Expression
ar: تعبير حركة المرور
de: Traffic-Ausdruck
es: Expresión de tráfico
fr: Expression de trafic
it: Espressione traffico
ja: トラフィック式
ko: 트래픽 표현식
pt_br: Expressão de tráfego
ru: Выражение трафика
zh_hans: 流量过滤表达式
zh_hant: 流量篩選表達式

source: Traffic metrics for the selected time range are currently unavailable.
ar: مقاييس حركة المرور للنطاق الزمني المحدد غير متاحة حاليًا.
de: Verkehrsmetriken für den ausgewählten Zeitraum sind derzeit nicht verfügbar.
es: Las métricas de tráfico para el intervalo de tiempo seleccionado no están disponibles actualmente.
fr: Les statistiques de trafic pour la période sélectionnée ne sont actuellement pas disponibles.
it: Le metriche sul traffico per l'intervallo di tempo selezionato non sono al momento disponibili.
ja: 選択した時間範囲のトラフィック メトリックは現在利用できません。
ko: 선택한 기간의 트래픽 측정항목은 현재 사용할 수 없습니다.
pt_br: As métricas de tráfego para o período selecionado não estão disponíveis no momento.
ru: Показатели трафика для выбранного диапазона времени в настоящее время недоступны.
zh_hans: 所选时间范围内的流量指标当前不可用。
zh_hant: 所選時間范围内的流量指標當前不可用。

source: Traffic Overview
ar: نظرة عامة على حركة المرور
de: Verkehrsübersicht
es: Descripción general del tráfico
fr: Aperçu du trafic
it: Panoramica del traffico
ja: 交通状況の概要
ko: 교통 개요
pt_br: Visão geral do tráfego
ru: Обзор трафика
zh_hans: 流量概览
zh_hant: 流量概覽

source: Traffic Steering
ar: توجيه حركة المرور
de: Verkehrslenkung
es: Dirección de tráfico
fr: Pilotage du trafic
it: Sterzatura del traffico
ja: トラフィックステアリング
ko: 교통 조향
pt_br: Direção de tráfego
ru: Управление дорожным движением
zh_hans: 流量调度
zh_hant: 流量調度

source: Traffic will be routed here if all default pools fail.
ar: سيتم توجيه حركة المرور هنا في حالة فشل جميع المجمعات الافتراضية.
de: Der Datenverkehr wird hierher weitergeleitet, wenn alle Standardpools ausfallen.
es: El tráfico se enrutará aquí si todos los grupos predeterminados fallan.
fr: Le trafic sera acheminé ici si tous les pools par défaut échouent.
it: Il traffico verrà instradato qui se tutti i pool predefiniti falliscono.
ja: すべてのデフォルト プールに障害が発生した場合、トラフィックはここにルーティングされます。
ko: 모든 기본 풀이 실패하면 트래픽이 여기로 라우팅됩니다.
pt_br: O tráfego será roteado aqui se todos os pools padrão falharem.
ru: Сюда будет направляться трафик в случае сбоя всех пулов по умолчанию.
zh_hans: 若所有默认源池均失败，流量将路由至此。
zh_hant: 若所有默認源池均失败，流量将路由至此。

source: transferred
ar: نقل
de: übertragen
es: transferido
fr: transféré
it: trasferito
ja: 転送された
ko: 이전됨
pt_br: transferido
ru: переведен
zh_hans: 已传输
zh_hant: 已傳輸

source: Transform Rule Created
ar: تم إنشاء قاعدة التحويل
de: Transformationsregel erstellt
es: Regla de transformación creada
fr: Règle de transformation créée
it: Regola di trasformazione creata
ja: 変換ルールが作成されました
ko: 변환 규칙이 생성되었습니다.
pt_br: Regra de transformação criada
ru: Правило преобразования создано
zh_hans: 转换规则已创建
zh_hant: 轉换規則已建立

source: Transform Rule Deleted
ar: تم حذف قاعدة التحويل
de: Transformationsregel gelöscht
es: Regla de transformación eliminada
fr: Règle de transformation supprimée
it: Regola di trasformazione eliminata
ja: 変換ルールが削除されました
ko: 변환 규칙이 삭제되었습니다.
pt_br: Regra de transformação excluída
ru: Правило преобразования удалено.
zh_hans: 转换规则已删除
zh_hant: 轉换規則已刪除

source: Transform Rule Updated
ar: تم تحديث قاعدة التحويل
de: Transformationsregel aktualisiert
es: Regla de transformación actualizada
fr: Règle de transformation mise à jour
it: Regola di trasformazione aggiornata
ja: 変換ルールが更新されました
ko: 변환 규칙이 업데이트되었습니다.
pt_br: Regra de transformação atualizada
ru: Правило преобразования обновлено
zh_hans: 转换规则已更新
zh_hant: 轉换規則已更新

source: Transform Rules
ar: قواعد التحويل
de: Transformationsregeln
es: Reglas de transformación
fr: Règles de transformation
it: Regole di trasformazione
ja: 変換ルール
ko: 변환 규칙
pt_br: Regras de transformação
ru: Правила преобразования
zh_hans: 转换规则
zh_hant: 轉換規則

source: Transform Rules, Cache Rules
ar: قواعد التحويل، قواعد ذاكرة التخزين المؤقت
de: Transformationsregeln, Cache-Regeln
es: Transformar reglas, reglas de caché
fr: Règles de transformation, règles de cache
it: Trasforma le regole, memorizza le regole nella cache
ja: 変換ルール、キャッシュルール
ko: 변환 규칙, 캐시 규칙
pt_br: Regras de transformação, regras de cache
ru: Правила преобразования, правила кэширования
zh_hans: 转换规则、缓存规则
zh_hant: 轉换規則、快取規則

source: Transform Rules, Cache Rules, Page Rules
ar: قواعد التحويل، قواعد ذاكرة التخزين المؤقت، قواعد الصفحة
de: Transformationsregeln, Cache-Regeln, Seitenregeln
es: Reglas de transformación, reglas de caché, reglas de página
fr: Règles de transformation, règles de cache, règles de page
it: Regole di trasformazione, regole di cache, regole di pagina
ja: 変換ルール、キャッシュ ルール、ページ ルール
ko: 변환 규칙, 캐시 규칙, 페이지 규칙
pt_br: Regras de transformação, regras de cache, regras de página
ru: Правила преобразования, правила кэширования, правила страниц
zh_hans: 转换规则、缓存规则、页面规则
zh_hant: 轉换規則、快取規則、頁面規則

source: Transform, Cache, Redirect, Snippets
ar: التحويل، التخزين المؤقت، إعادة التوجيه، القصاصات
de: Transformieren, Cachen, Umleiten, Snippets
es: Transformar, almacenar en caché, redirigir, fragmentos
fr: Transformation, Cache, Redirection, Extraits
it: Trasforma, memorizza nella cache, reindirizza, snippet
ja: 変換、キャッシュ、リダイレクト、スニペット
ko: 변환, 캐시, 리디렉션, 스니펫
pt_br: Transformar, armazenar em cache, redirecionar, snippets
ru: Преобразование, Кэш, Перенаправление, Фрагменты
zh_hans: 转换、缓存、重定向与 Snippets
zh_hant: 轉换、快取、重定向与 Snippets

source: Translation
ar: الترجمة
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
pt_br: Tradução
ru: Перевод
zh_hans: 翻译
zh_hant: 翻譯

source: Transport Protocol
ar: بروتوكول النقل
de: Transportprotokoll
es: Protocolo de transporte
fr: Protocole de transport
it: Protocollo Trasporti
ja: トランスポートプロトコル
ko: 전송 프로토콜
pt_br: Protocolo de Transporte
ru: Транспортный протокол
zh_hans: 传输协议
zh_hant: 傳輸协议

source: Trigger Rule Deleted
ar: تم حذف قاعدة المشغل
de: Auslöserregel gelöscht
es: Regla de disparador eliminada
fr: Règle de déclencheur supprimée
it: Regola trigger eliminata
ja: トリガー ルールを削除しました
ko: 트리거 규칙 삭제됨
pt_br: Regra de gatilho excluída
ru: Правило триггера удалено
zh_hans: 触发器规则已删除
zh_hant: 觸發器規則已刪除

source: Trigger Rules (%lld)
ar: قواعد المشغل (%lld)
de: Auslöser-Regeln (%lld)
es: Reglas de desencadenador (%lld)
fr: Règles de déclenchement (%lld)
it: Regole di trigger (%lld)
ja: トリガールール (%lld)
ko: 트리거 규칙 (%lld)
pt_br: Regras de Gatilho (%lld)
ru: Правила триггеров (%lld)
zh_hans: 触发器规则 (%lld)
zh_hant: 觸發器規則 (%lld)

source: Try Again
ar: حاول ثانية
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Réessayez
it: Riprova
ja: もう一度やり直してください
ko: 다시 시도
pt_br: Tente novamente
ru: Попробуйте еще раз
zh_hans: 重试
zh_hant: 重试

source: TTL (seconds)
ar: TTL (ثواني)
de: TTL (Sekunden)
es: TTL (segundos)
fr: TTL (secondes)
it: TTL (secondi)
ja: TTL (秒)
ko: TTL(초)
pt_br: TTL (segundos)
ru: Срок жизни (секунды)
zh_hans: TTL（秒）
zh_hant: TTL（秒）

source: TTL %llds
ar: TTL %lldث
ja: TTL %lld秒
ko: TTL %lld초
ru: TTL %lld с
zh_hans: TTL %lld秒
zh_hant: TTL %lld秒

source: TTL applies to DNS-only mode.
ar: ينطبق TTL على وضع DNS فقط.
de: TTL gilt für den Nur-DNS-Modus.
es: TTL se aplica al modo solo DNS.
fr: TTL s'applique au mode DNS uniquement.
it: TTL si applica alla modalità solo DNS.
ja: TTL は DNS 専用モードに適用されます。
ko: TTL은 DNS 전용 모드에 적용됩니다.
pt_br: TTL se aplica ao modo somente DNS.
ru: TTL применяется к режиму только DNS.
zh_hans: TTL 仅适用于仅 DNS 模式。
zh_hant: TTL 仅适用于仅 DNS 模式。

source: Tunnel
ar: نفق
es: Túnel
ja: トンネル
ko: 터널
pt_br: Túnel
ru: Туннель
zh_hans: 隧道
zh_hant: 通道

source: Tunnel Created
ar: تم إنشاء النفق
de: Tunnel erstellt
es: Túnel creado
fr: Tunnel créé
it: Tunnel creato
ja: トンネルが作成されました
ko: 터널이 생성됨
pt_br: Túnel criado
ru: Туннель создан
zh_hans: 隧道已创建
zh_hant: 通道已建立

source: Tunnel Deleted
ar: تم حذف النفق
de: Tunnel gelöscht
es: Túnel eliminado
fr: Tunnel supprimé
it: Tunnel eliminato
ja: トンネルが削除されました
ko: 터널이 삭제되었습니다.
pt_br: Túnel excluído
ru: Туннель удален
zh_hans: 隧道已删除
zh_hant: 通道已刪除

source: Tunnel ID copied
ar: تم نسخ معرف النفق
de: Tunnel-ID kopiert
es: ID del túnel copiado
fr: ID du tunnel copié
it: ID tunnel copiato
ja: トンネルIDがコピーされました
ko: 터널 ID가 복사되었습니다.
pt_br: ID do túnel copiado
ru: Идентификатор туннеля скопирован.
zh_hans: 已复制隧道 ID
zh_hant: 已複製通道 ID

source: Tunnel Information
ar: معلومات النفق
de: Tunnelinformationen
es: Información del túnel
fr: Informations sur les tunnels
it: Informazioni sul tunnel
ja: トンネル情報
ko: 터널정보
pt_br: Informações sobre o túnel
ru: Информация о туннеле
zh_hans: 隧道信息
zh_hant: 通道信息

source: Tunnel Name
ar: اسم النفق
es: Nombre del túnel
fr: Nom du tunnel
it: Nome del tunnel
ja: トンネル名
ko: 터널 이름
pt_br: Nome do túnel
ru: Имя туннеля
zh_hans: 隧道名称
zh_hant: 通道名称

source: Tunnel Name (e.g. homelab-gateway)
ar: اسم النفق (على سبيل المثال، بوابة homelab)
de: Tunnelname (z. B. homelab-gateway)
es: Nombre del túnel (por ejemplo, homelab-gateway)
fr: Nom du tunnel (par exemple, homelab-gateway)
it: Nome del tunnel (ad esempio homelab-gateway)
ja: トンネル名 (例: homelab-gateway)
ko: 터널 이름(예: homelab-gateway)
pt_br: Nome do túnel (por exemplo, homelab-gateway)
ru: Имя туннеля (например, homelab-gateway)
zh_hans: 隧道名称 (例如 homelab-gateway)
zh_hant: 通道名称 (例如 homelab-gateway)

source: Tunnel Overview
ar: نظرة عامة على النفق
de: Tunnelübersicht
es: Descripción general del túnel
fr: Aperçu des tunnels
it: Panoramica del tunnel
ja: トンネルの概要
ko: 터널 개요
pt_br: Visão geral do túnel
ru: Обзор туннеля
zh_hans: 隧道概览
zh_hant: 通道概覽

source: Tunnels
ar: الأنفاق
de: Tunnel
es: Túneles
it: Tunnel
ja: トンネル
ko: 터널
pt_br: Túneis
ru: Туннели
zh_hans: 隧道 (Tunnels)
zh_hant: 通道 (Tunnels)

source: Turnstile Captcha
ar: Turnstile كلمة التحقق
es: Captcha de Turnstile
fr: Captcha de Turnstile
it: Captcha del Turnstile
ja: Turnstileのキャプチャ
ko: Turnstile 보안 문자
ru: Turnstileная капча
zh_hans: Turnstile 人机验证
zh_hant: Turnstile 人機驗證

source: Turnstile Widget
ar: القطعة Turnstile
es: Widget de Turnstile
fr: Widget de Turnstile
it: Widget Turnstile
ja: Turnstileウィジェット
ko: Turnstile 위젯
pt_br: Widget de Turnstile
ru: Виджет Turnstileа
zh_hans: Turnstile 人机验证
zh_hant: Turnstile 人機驗證

source: Turnstile Widgets
ar: الحاجيات Turnstile
es: Widgets de Turnstile
fr: Widgets de Turnstile
it: Widget tornelli
ja: Turnstileウィジェット
ko: Turnstile 위젯
pt_br: Widgets de Turnstile
ru: Виджеты Turnstileов
zh_hans: Turnstile 小组件
zh_hant: Turnstile 小組件

source: Type
ar: يكتب
de: Typ
es: Tipo
fr: Tapez
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Тип
zh_hans: 类型
zh_hant: 类型

source: Type: %@
ar: النوع: %@
de: Typ: %@
es: Tipo: %@
it: Tipo: %@
ja: タイプ: %@
ko: 유형: %@
pt_br: Tipo: %@
ru: Тип: %@
zh_hans: 类型: %@
zh_hant: 類型: %@

source: Ultimate Security
ar: الأمن النهائي
de: Ultimative Sicherheit
es: Máxima seguridad
fr: Sécurité ultime
it: Massima sicurezza
ja: 究極のセキュリティ
ko: 최고의 보안
pt_br: Segurança definitiva
ru: Максимальная безопасность
zh_hans: 极致安全
zh_hant: 極致安全性

source: Unable to Load
ar: غير قادر على التحميل
de: Laden nicht möglich
es: No se puede cargar
fr: Impossible de charger
it: Impossibile caricare
ja: ロードできません
ko: 로드할 수 없습니다
pt_br: Não foi possível carregar
ru: Невозможно загрузить
zh_hans: 无法加载
zh_hant: 無法加載

source: Unable to retrieve Workers AI model catalog.
ar: غير قادر على استرداد كتالوج نموذج العمال AI.
de: Der Workers AI-Modellkatalog kann nicht abgerufen werden.
es: No se puede recuperar el catálogo de modelos de Workers AI.
fr: Impossible de récupérer le catalogue de modèles Workers AI.
it: Impossibile recuperare il catalogo dei modelli AI di Workers.
ja: Workers AI モデル カタログを取得できません。
ko: Workers AI 모델 카탈로그를 검색할 수 없습니다.
pt_br: Não foi possível recuperar o catálogo de modelos do Workers AI.
ru: Не удалось получить каталог моделей Workers AI.
zh_hans: 未能获取 Workers AI 模型目录。
zh_hant: 未能获取 Workers AI 模型目录。

source: Unbind
ar: إلغاء الربط
de: Trennen
es: Desvincular
fr: Dissocier
it: Scollega
ja: バインド解除
ko: 바인딩 해제
pt_br: Desvincular
ru: Отвязать
zh_hans: 解绑
zh_hant: 解除綁定

source: Unbind '%@'
ar: إلغاء ربط '%@'
de: '%@' trennen
es: Desvincular '%@'
fr: Délier '%@'
it: Scollega '%@'
ja: '%@' のバインド解除
ko: '%@' 바인딩 해제
pt_br: Desvincular '%@'
ru: Отвязать '%@'
zh_hans: 解绑 '%@'
zh_hant: 解除綁定 '%@'

source: Unbind AI Binding
ar: إلغاء ربط الذكاء الاصطناعي
de: KI-Bindung trennen
es: Desvincular enlace de IA
fr: Dissocier la liaison IA
it: Scollega associazione IA
ja: AI バインドを解除
ko: AI 바인딩 해제
pt_br: Desvincular IA
ru: Отвязать AI
zh_hans: 解绑 AI 绑定
zh_hant: 解除綁定 AI

source: Unbind D1 Database
ar: إلغاء ربط قاعدة بيانات D1
de: D1-Datenbank trennen
es: Desvincular base de datos D1
fr: Dissocier la base D1
it: Scollega database D1
ja: D1 データベースのバインドを解除
ko: D1 데이터베이스 바인딩 해제
pt_br: Desvincular banco D1
ru: Отвязать базу D1
zh_hans: 解绑 D1 数据库
zh_hant: 解除綁定 D1 資料庫

source: Unbind KV Namespace
ar: إلغاء ربط مساحة اسم KV
de: KV-Namespace trennen
es: Desvincular espacio de nombres KV
fr: Dissocier l'espace de noms KV
it: Scollega spazio dei nomi KV
ja: KV ネームスペースのバインドを解除
ko: KV 네임스페이스 바인딩 해제
pt_br: Desvincular namespace KV
ru: Отвязать пространство KV
zh_hans: 解绑 KV 命名空间
zh_hant: 解除綁定 KV 命名空間

source: Unbind R2 Bucket
ar: إلغاء ربط حاوية R2
de: R2-Bucket trennen
es: Desvincular bucket R2
fr: Dissocier le compartiment R2
it: Scollega bucket R2
ja: R2 バケットのバインドを解除
ko: R2 버킷 바인딩 해제
pt_br: Desvincular bucket R2
ru: Отвязать бакет R2
zh_hans: 解绑 R2 存储桶
zh_hant: 解除綁定 R2 儲存貯體

source: Unbind Resource
ar: إلغاء ربط المورد
de: Ressource trennen
es: Desvincular recurso
fr: Dissocier la ressource
it: Scollega risorsa
ja: リソースのバインドを解除
ko: 리소스 바인딩 해제
pt_br: Desvincular recurso
ru: Отвязать ресурс
zh_hans: 解绑资源
zh_hant: 解除綁定資源

source: Under Attack
ar: تحت الهجوم
de: Unter Beschuss
es: Bajo ataque
fr: Sous attaque
it: Sotto attacco
ja: 攻撃を受けています
ko: 공격을 받고 있다
pt_br: Sob ataque
ru: Под атакой
zh_hans: 遭受攻击 (Under Attack)
zh_hant: 遭受攻击 (Under Attack)

source: Under Attack Mode
ar: تحت وضع الهجوم
de: Im Angriffsmodus
es: En modo ataque
fr: En mode attaque
it: In modalità attacco
ja: 攻撃モード中
ko: 공격 모드 중
pt_br: Sob modo de ataque
ru: В режиме атаки
zh_hans: Under Attack 防攻击模式
zh_hant: Under Attack 防攻击模式

source: Under Attack Mode executes JS challenges for every visitor to stop active DDoS attacks.
ar: ينفذ وضع Under Attack Mode تحديات JS لكل زائر لإيقاف هجمات DDoS النشطة.
de: Der „Under Attack“-Modus führt JS-Challenges für jeden Besucher aus, um aktive DDoS-Angriffe zu stoppen.
es: El modo Under Attack ejecuta desafíos JS para cada visitante para detener ataques DDoS activos.
fr: Le mode Under Attack exécute des défis JS pour chaque visiteur afin d'arrêter les attaques DDoS actives.
it: La modalità Under Attack esegue verifiche JS per ogni visitatore per bloccare gli attacchi DDoS attivi.
ja: Under Attack モードは、すべてのアクティブな訪問者に対して JS チャレンジを実行し、アクティブな DDoS 攻撃を阻止します。
ko: Under Attack 모드는 모든 방문자에 대해 JS 챌린지를 실행하여 활성 DDoS 공격을 차단합니다.
pt_br: O modo Under Attack executa desafios JS para cada visitante para impedir ataques DDoS ativos.
ru: Режим «Под атакой» выполняет JS-проверки для каждого посетителя, чтобы остановить активные DDoS-атаки.
zh_hans: Under Attack 模式为每位访问者执行 JS 质询，以抵御正在进行的 DDoS 攻击。
zh_hant: Under Attack 模式為每位訪客執行 JS 驗證，以抵禦正在進行的 DDoS 攻擊。

source: Unique bucket name using lowercase letters, numbers, and hyphens.
ar: اسم حاوية فريد باستخدام أحرف صغيرة وأرقام وشرطات.
de: Eindeutiger Bucket-Name aus Kleinbuchstaben, Zahlen und Bindestrichen.
es: Nombre de bucket único que utiliza letras minúsculas, números y guiones.
fr: Nom de bucket unique utilisant des lettres minuscules, des chiffres et des tirets.
it: Nome univoco del bucket con lettere minuscole, numeri e trattini.
ja: 小文字、数字、ダッシュを使用した一意のバケット名。
ko: 소문자, 숫자, 대시를 사용한 고유한 버킷 이름입니다.
pt_br: Nome exclusivo do bucket usando letras minúsculas, números e traços.
ru: Уникальное имя бакета, состоящее из строчных букв, цифр и дефисов.
zh_hans: 使用小写字母、数字和连字符的唯一存储桶名称。
zh_hant: 使用小寫字母、數字和連字號的唯一儲存桶名稱。

source: Unique identifier using letters, numbers, and hyphens (e.g. my-ai-gateway).
ar: معرف فريد باستخدام الأحرف والأرقام والشرطات (مثل my-ai-gateway).
de: Eindeutige Kennung aus Buchstaben, Zahlen und Bindestrichen (z. B. my-ai-gateway).
es: Identificador único que utiliza letras, números y guiones (ej. my-ai-gateway).
fr: Identifiant unique utilisant des lettres, des chiffres et des tirets (ex. my-ai-gateway).
it: Identificatore univoco con lettere, numeri e trattini (es. my-ai-gateway).
ja: 文字、数字、ダッシュを使用した一意の識別子 (例: my-ai-gateway)。
ko: 문자, 숫자, 대시를 사용한 고유 식별자(예: my-ai-gateway).
pt_br: Identificador exclusivo usando letras, números e traços (ex.: my-ai-gateway).
ru: Уникальный идентификатор, состоящий из букв, цифр и дефисов (например, my-ai-gateway).
zh_hans: 使用字母、数字和连字符的唯一标识符（例如 my-ai-gateway）。
zh_hant: 使用字母、數字和連字號的唯一識別碼（例如 my-ai-gateway）。

source: Unique project name across your account.
ar: اسم مشروع فريد عبر حسابك.
de: Eindeutiger Projektname in Ihrem Konto.
es: Nombre de proyecto único en tu cuenta.
fr: Nom de projet unique sur votre compte.
it: Nome del progetto univoco nel tuo account.
ja: アカウント全体で一意のプロジェクト名。
ko: 계정 전체에서 고유한 프로젝트 이름입니다.
pt_br: Nome de projeto exclusivo em sua conta.
ru: Уникальное имя проекта в вашем аккаунте.
zh_hans: 在您账户中唯一的项目名称。
zh_hant: 在您帳戶中唯一的專案名稱。
